Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/_algu_-_oppimateriaalit.html.tmx
Source language: fin
Languages: smn

source: “Álgu” – oppimateriaalit
smn: “Álgu” – oppâmateriaaleh

source: Saamelaiskäräjät julkaisee uusia oppimateriaaleja pohjoissaamenkielisen alkuopetuksen äidinkielen ja kirjallisuuden opetusta varten.
smn: Sämitigge almostit uđđâ materiaalijd tavesämikielâg algâmáttááttâs eenikielâ já kirjálâšvuođâ máttááttâsân.

source: Oppimateriaalit sopivat myös etäopetukseen.
smn: Oppâmateriaaleh heivejeh meiddei káidusmáttááttâsân.

source: Materiaalit on kehittänyt Aura Mari Pieski.
smn: Materiaalijd lii vuávám já porgâm Aura Mari Pieski.

source: Álgu -materiaaliin ilmestyy vuoden 2023 aikana vähitellen lisää osia.
smn: Álgu-materiaalân vuálá iteh ive 2023 mield taađeest lase uásih.

source: Nyt julkaistaan kaksi osaa:
smn: Tääl almostiteh vuosmuš kyehti uási:

source: Álgu-diajonot antavat mahdollisuuden pitää valmiita opetustuokioita äidinkielen eri aiheista.
smn: Álgu-diarááiđuh adeleh máhđulâšvuođâ orniđ valmâš máttááttâspuudâ tiätu fáádást.

source: Digitaalisessa muodossa julkaistu materiaali on tarkoitettu peruskoulun ensimmäisen luokan äidinkielen opetukseen, mutta niistä voi olla apua myös esiopetuksessa tai ylemmillä luokkaasteilla.
smn: Digitaallâš häämist almostittum lasemateriaal lii jurdâččum vuáđuškoovlâ vuosmuu luoka eenikielâ máttááttâsân, mut uásih tast pyehtih leđe ávháliih meiddei ovdâškoovlâ teikkâ paajeeb luokkataasij máttááttâsâst.

source: PowerPoint muotoinen oppimateriaali havainnollistaa asioita kuvien kautta, joita voi näyttää oppilaille tietokoneen, projektorin tai älytaulun kautta.
smn: PowerPoint- hámásâš oppâmateriaal puáhtá oovdân aašijd kuvijguin, maid čäittih uáppeid tiätumaašin, projektor teikkâ fiättutaavvâl peht.

source: Álgu-tavujonoihin on kerätty tavallisia pohjoissaamenkielisiä tavuja erilaisiiin taulukoihin.
smn: Álgu-staavvâlráiđoid lep čokkim táválâš tavesämikielâ stavâlijd tavlustuvváid.

source: Materiaali on kehitetty peruskoulun ensimmäisen luokan lukemaan opettelemista ajatellen, mutta se voi olla avuksi myös ylemmillä luokkaasteilla ja erityisopetuksessa.
smn: Materiaal lii jurdâččum vuáđuškoovlâ vuosmuš luoka luuhâm máttááttâsân, mut tot puáhtá leđe ävkkin meiddei eres luokkataasijn já eromâšmáttááttâsâst.

source: Dokumenttiin on koottu esimerkkejä toiminnallisista harjoituksista ja peleistä.
smn: Dokumentist láá ovdâmeerhah toimâlâš hárjuttâsâin já speelâin.

source: Oppimiateriaalin mukana on lisäksi pienet digitaaliset tavumuistipelit.
smn: Oppâmateriaal siskeeld meiddei uccâ digitaallâš staavvâlmuštospeelâid.

source: Koulut Suomessa voivat tilata Álgu -materiaaleja Saamelaiskäräjiltä osoitteesta: unni.lansman@samediggi.fi Lisätietoja:
smn: Suomâpele škoovlah pyehtih tiiláđ Algâ -materiaalijd Sämitiggeest: unni.lansman@samediggi.fi

source: Aura Pieski Pedagoginen sisältö/projektityöntekijä aura.pieski@samediggi.fi
smn: Lasetiäđuh:

source: Marita Aikio Oppimateriaalisuunnittelija 040 662 9018 marita.aikio@samediggi.fi
smn: Aura Pieski Pedagogisâš sistuálu/ proojeektpargee aura.pieski@samediggi.fi
